CoenraadS.bracket-pair-colorizer
GabrielBB.vscode-lombok
jbockle.jbockle-format-files
ms-vsliveshare.vsliveshare
PeterJausovec.vscode-docker
redhat.java
redhat.vscode-xml
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
zhuangtongfa.Material-theme